{
  "name": "James Karanu Gathogo",
  "email": "james@gathogo.co.ke",
  "phone": "+254720847745",
  "linkedin": "https://www.linkedin.com/in/james-gathogo-1665b437",
  "education": [
    {
      "education_id": 1,
      "user_id": 1,
      "degree": "Master's degree, Information Systems",
      "institution": "University of Nairobi, School of Computing and Informatics",
      "location": "Nairobi, Kenya",
      "start_year": "2011-01-01T00:00:00",
      "end_year": "2014-12-31T00:00:00",
      "field_of_study": "Information Systems",
      "graduation_status": "Graduated",
      "dissertation_link": "#https://erepository.uonbi.ac.ke/bitstream/handle/11295/73090/Gathogo_A%20model%20for%20post-implementation%20evaluation%20of%20health%20information%20systems%3a%20The%20case%20of%20the%20DHIS%202%20in%20Kenya.pdf?sequence=1&isAllowed=y#",
      "disseration_title": "A model for post-implementation evaluation of health information systems: The case of the DHIS 2 in Kenya"
    },
    {
      "education_id": 2,
      "user_id": 1,
      "degree": "Bachelor's Degree, Economics",
      "institution": "Moi University",
      "location": "Eldoret, Kenya",
      "start_year": "1998-01-01T00:00:00",
      "end_year": "2002-12-31T00:00:00",
      "field_of_study": "Economics",
      "graduation_status": "Graduated",
      "dissertation_link": null,
      "disseration_title": null
    }
  ],
  "certifications": [
    {
      "certification_id": 4,
      "user_id": 1,
      "certification_name": "15.071x: The Analytics Edge",
      "issuer": "edX",
      "issue_date": "2015-06-01T00:00:00",
      "expiry_date": null,
      "description": null,
      "certification_linke": "https://s3.amazonaws.com/verify.edx.org/downloads/6e39c35be6bf4829a07f5950d872a211/Certificate.pdf"
    },
    {
      "certification_id": 5,
      "user_id": 1,
      "certification_name": "Data Analysis and Statistical Inference",
      "issuer": "Coursera",
      "issue_date": "2015-05-01T00:00:00",
      "expiry_date": null,
      "description": null,
      "certification_linke": "https://www.coursera.org/account/accomplishments/verify/R47WSQLAJ7"
    },
    {
      "certification_id": 1,
      "user_id": 1,
      "certification_name": "Power BI Data Analyst Associate",
      "issuer": "Microsoft",
      "issue_date": "2025-01-10T00:00:00",
      "expiry_date": null,
      "description": "Validated skills in data modelling and dashboards",
      "certification_linke": "https://learn.microsoft.com/api/credentials/share/en-us/JamesGathogo-5472/49F3701A635226F9?sharingId=B077B281789B1B9C"
    },
    {
      "certification_id": 2,
      "user_id": 1,
      "certification_name": "Microsoft Certified: Power Platform Fundamentals",
      "issuer": "Microsoft",
      "issue_date": "2024-08-01T00:00:00",
      "expiry_date": null,
      "description": null,
      "certification_linke": "https://learn.microsoft.com/en-us/users/jamesgathogo-5472/credentials/82e980aa39a53240"
    },
    {
      "certification_id": 3,
      "user_id": 1,
      "certification_name": "Designing and Running Randomized Evaluations",
      "issuer": "MITx on edX",
      "issue_date": "2020-09-01T00:00:00",
      "expiry_date": null,
      "description": null,
      "certification_linke": "https://micromasters.mit.edu/certificate/course/d685c34d6453bbfc9a18234914f9ba3f"
    }
  ],
  "assignments": [
    {
      "title": "Systems & Evaluation Specialist – Skill Up!Impact Evaluation Design",
      "organization": "Welthungerhilfe (WHH)",
      "location": "Remote / Multi-country (Anglophone Skill Up! countries)",
      "date_range": "May 2025 – Present",
      "start_date": "2025-05-01T00:00:00",
      "description": "This assignment involves designing a rigorous and context-appropriate impact evaluation for WHH’s Skill Up! programme, with a focus on assessing the causal effects of youth skills development interventions in six anglophone countries. The consultancy includes the development of methodological guidance, review and alignment of outcome indicators, assessment of feasibility for various impact designs, and delivery of technical documents such as a feasibility brief, inception report, and data collection guidelines to support WHH in conducting a high-quality evaluation",
      "project_summary": "WHH’s Skill Up! is a flagship program focused on improving the economic resilience of vulnerable youth through technical, business, and transferable skills training. Implemented across 15 countries, the program aims to enhance income, self-employment, and food security outcomes for youth and their families. This assignment supports the design of a robust impact evaluation approach aligned with WHH’s new Skills Development Portfolio and organizational impact standards. The evaluation will cover 6 anglophone countries and assess causal effects of the program on core outcomes under the “resources” pillar.",
      "role_summary": "As Systems and Evaluation Specialist, I co-lead the development of an impact evaluation design and data collection guidelines. My responsibilities include contextualizing MEL systems for feasibility, advising on outcome indicator alignment, and supporting the adaptation of tracer study tools. I contribute to tool development, co-author deliverables including the feasibility brief and inception report, and advise on capacity building and pilot data collection",
      "tasks": "- Conducted a literature review on causal effect relationships relevant to youth economic empowerment and skills development under WHH’s “resources” outcome area. [Academic databases, WHH documentation, Word]\n- Developed the Outcome Indicator Reference Sheet, reviewing existing WHH indicators and aligning them with key evaluation outcomes. [Excel, WHH ToC documents, KoBoToolbox (referenced)]\n- Led sessions to identify key outcomes of interest under the 'resources' pillar for impact evaluation, in collaboration with country teams. [Miro, Zoom, Word]\n- Authored the WHH Impact Evaluation Inception Report, detailing methodology, sampling strategy, tools, and timeline for implementation. [Word, Excel, feasibility matrix]\n- Led the piloting of baseline data collection with country teams, testing revised tools and providing guidance during rollout. [Tracer tool, data collection guide, Zoom]",
      "sectors": [
        "Entrepreneurship",
        "Youth Economic Empowerment",
        "Livelihoods and Food Security",
        "Monitoring, Evaluation, Accountability and Learning (MEAL)",
        "Youth Entrepreneurship"
      ],
      "methodologies": [
        "Impact Evaluation",
        "Tracer Studies",
        "Theory of Change Review",
        "\tIndicator Mapping"
      ]
    },
    {
      "title": "MEL Consultant – Local Health System Sustainability (LHSS) Project, East Africa",
      "organization": "Abt Associates",
      "location": "East Africa (Kenya, Uganda, Tanzania)",
      "date_range": "Jan 2025 – May 2025",
      "start_date": "2025-01-01T00:00:00",
      "description": "Supported MEL implementation for cross-border HIV/AIDS and SRHR services across Kenya, Uganda, and Tanzania under the USAID-funded LHSS Project. Led data collection, analysis, learning facilitation, and reporting to strengthen regional collaboration, digital readiness, and evidence use",
      "project_summary": "The LHSS project aims to improve financial protection, population coverage, and service delivery for essential health services. This assignment focused on supporting MEL for HIV/AIDS and SRHR interventions in cross-border settings targeting key populations",
      "role_summary": "Led data collection from health facilities, supported AMELP implementation, contributed to project learning products, and coordinated field MEL activities and partner engagement",
      "tasks": "- Collected and validated quantitative data from cross-border health facilities based on indicators in the LHSS AMELP. [Excel, KoboToolbox, email, WhatsApp]\n- Supported MEL reporting, including contribution to monthly and final activity reports. [Word, Google Docs]\n- Facilitated learning sessions and documentation, including a technical brief and LHSS Africa Story. [PowerPoint, Word]\n- Participated in digital readiness assessments in Kenya, Uganda, and Tanzania cross-border health facilities. [Digital readiness toolkit, Excel]",
      "sectors": [
        "HIV/AIDS",
        "Sexual and Reproductive Health and Rights (SRHR)",
        "Digital Health",
        "Monitoring, Evaluation, Accountability and Learning (MEAL)"
      ],
      "methodologies": [
        "Routine Health Information System (RHIS) Analysis",
        "Learning Facilitation",
        "Digital Readiness Assessment"
      ]
    },
    {
      "title": "Systems & Evaluation Specialist – One South LLC",
      "organization": "One South",
      "location": "Remote / USA (Delaware)",
      "date_range": "Nov 2024 – Present",
      "start_date": "2024-11-01T00:00:00",
      "description": "Leads the design and implementation of evaluation systems and tools for multiple client organisations. Oversees MEL projects across global partners, ensuring methodological quality and adaptive learning practices.",
      "project_summary": "One South supports international development clients in designing, delivering, and learning from evaluations in education, health, human rights, and advocacy sectors.",
      "role_summary": "Designs MEL systems, conducts evaluations, leads or supports methodological design (e.g., MSC, OH, contribution analysis), and contributes to business development.",
      "tasks": "",
      "sectors": [],
      "methodologies": []
    },
    {
      "title": "MEL Consultant – Tusambilile Chapamo Inclusive Education Project",
      "organization": "Sightsavers",
      "location": "Remote / Zambia (Muchinga Province)",
      "date_range": "Oct 2024 – Apr 2025",
      "start_date": "2024-10-01T00:00:00",
      "description": "Contributed to the end-term evaluation of the Tusambilile Chapamo inclusive education programme in Zambia, focusing on evaluating effectiveness, relevance, and sustainability",
      "project_summary": "Tusambilile Chapamo (“Let’s Learn Together”) aimed to develop a low-cost inclusive education model for learners with special educational needs and disabilities (LSEND) across early childhood to vocational levels",
      "role_summary": "Supported field research coordination, led data verification and coding, contributed to the relevance and sustainability sections of the final report, and assisted in preparing dissemination materials",
      "tasks": "- Coordinated field research logistics and communication with enumerators and school focal points during data collection in Muchinga Province. [Email, WhatsApp, Excel]\n- Conducted quality assurance of raw data, including validation, cleaning, and coding of both qualitative and quantitative datasets. [NVivo, Excel, AI tools (ChatGPT, Google AI Studio, Gemini, OpenAI API) for thematic analysis]\n- Contributed to the analysis and drafting of the relevance and sustainability sections of the end-term evaluation report. [Word, evaluation templates]\n- Assisted in preparing presentation slides and visual materials for dissemination to project stakeholders and Sightsavers’ internal learning teams. [PowerPoint, Excel]",
      "sectors": [
        "Monitoring, Evaluation, Accountability and Learning (MEAL)",
        "Inclusive Education",
        "Disability Inclusion"
      ],
      "methodologies": [
        "Mixed-methods",
        "Qualitative study",
        "Document Review",
        "Contribution Analysis"
      ]
    },
    {
      "title": "Study Lead – Case Study Review for Transform Health National Coalitions (Kenya, Ecuador, Indonesia)",
      "organization": "Transform Health",
      "location": "Remote / Multi-country",
      "date_range": "Aug 2024 – May 2025",
      "start_date": "2024-08-01T00:00:00",
      "description": "Conducted multi-country documentation of national coalition experiences and pathways toward digital health policy and legislation in Kenya, Ecuador, and Indonesia.",
      "project_summary": "The case study aimed to document the evolution, best practices, and advocacy strategies of Transform Health national coalitions, particularly their influence in shaping digital health policies like Kenya’s Digital Health Act.",
      "role_summary": "Led the Kenya case study, conducted stakeholder interviews, analysed coalition documents, identified best practices, and co-authored the synthesis report with lessons from all three countries.",
      "tasks": "- Conducted interviews with stakeholders from Transform Health Kenya coalition and government partners involved in digital health legislation. [Zoom, interview guides]\n- Reviewed policy documents, coalition meeting notes, and national strategy papers to reconstruct the pathway to digital health reform. [Word, Google Docs]\n- Led Kenya case study drafting and contributed to cross-country synthesis of lessons from Ecuador, Indonesia, and Kenya. [Word, shared Google Drive folder]\n- Participated in analysis workshops and co-authored key sections of the final case study report. [Zoom, Word, Miro]",
      "sectors": [
        "Digital Health",
        "Health Systems",
        "Advocacy and Campaigns",
        "Monitoring, Evaluation, Accountability and Learning (MEAL)"
      ],
      "methodologies": [
        "Case Study Documentation",
        "Key Informant Interviews",
        "Document Review",
        "Qualitative Thematic Analysis"
      ]
    },
    {
      "title": "MEL Capacity Strengthening Specialist – Youth Leadership Courses",
      "organization": "International Aids Society",
      "location": "Remote",
      "date_range": "Mar 2024 – Present",
      "start_date": "2024-03-02T00:00:00",
      "description": "Supported the International AIDS Society in developing and professionalising MEL capacity among young project leaders through creation of practical, accessible learning content and mentorship.",
      "project_summary": "The project aimed to strengthen the technical capacity of young HIV project leaders globally by developing self-paced online courses and mentorship support on MEL, fundraising, and project management. These were uploaded to the IAS learning portal and tailored to the needs of busy youth programme managers.",
      "role_summary": "Co-designed and developed three learning courses on MEL, fundraising, and project management. Provided personalised mentorship to young project leaders including MEL system development, indicator design, internal evaluation review, and feedback on funding proposals.",
      "tasks": "- Provided on-demand 1:1 mentorship to young HIV leaders on MEL systems, indicator frameworks, proposal writing, and internal report review. [Zoom, Google Docs, templates]\n- Responded to user feedback and iteratively improved content accessibility and engagement. [Survey feedback, content revision logs]\n- Co-authored three youth-facing online courses hosted on the IAS learning portal: MEL 101, Fundraising 101, and Project Management 101 [Word, PowerPoint, IAS LMS]\n- Translated technical MEL concepts into simplified formats suited for busy youth programme staff [Slide decks, scripts, interactive tools]",
      "sectors": [
        "Leadership Development",
        "Capacity Development",
        "HIV/AIDS",
        "Youth Leadership"
      ],
      "methodologies": [
        "Capacity Building",
        "Capacity Strengthening",
        "Indicator Frameworks",
        "MEL Mentorship",
        "Learning Content Development"
      ]
    },
    {
      "title": "KPI Performance Analyst – Global Strategy & Impact Programme",
      "organization": "Amnesty International",
      "location": "Remote",
      "date_range": "Jan 2024 – Present",
      "start_date": "2024-01-01T00:00:00",
      "description": "Supporting Amnesty’s Global Strategy and Impact Programme (GISP) in analysing and visualising performance against key performance indicators (KPIs) aligned with its human rights strategy.",
      "project_summary": "The GISP aims to track and strengthen Amnesty’s impact across its global human rights agenda, focusing on outcome-level progress, duty bearer accountability, and financial sustainability.",
      "role_summary": "Led data analysis and visualisation for the KPI Progress Report using Power BI and Excel. Responsible for indicator tracking, results interpretation, and report production",
      "tasks": "- Authored the 2023 and 2024 Anti-Racism Reports, synthesising data on BIPOC representation, REDI training, and inclusive workplace practices. [Excel, Power BI, Word]\n- Developed interactive Power BI dashboards to visualise results across indicators, entities, and regions. [Power BI, Power Query, Excel]\n- Contributed to the KPI Presentation decks shared with senior management and governance teams during annual strategy reviews. [PowerPoint, Power BI, Word]\n- Conducted historical trend analysis of KPI results (2021–2024) to identify progress trajectories and thematic performance gaps. [Power BI, Excel]\n- Authored Amnesty’s 2023 and 2024 KPI Progress Reports, analysing strategic performance across global human rights, duty bearer engagement, and sustainability indicators. [Word, Power BI, Excel]",
      "sectors": [
        "Human Rights",
        "Data Visualisation and Analytics",
        "Organisational Effectiveness",
        "Monitoring, Evaluation, Accountability and Learning (MEAL)"
      ],
      "methodologies": [
        "Data Visualisation",
        "KPI Tracking & Benchmarking"
      ]
    },
    {
      "title": "Lead Evaluator – Endline Evaluation of the Umunthu Programme",
      "organization": "Arts and Global Health Centre Africa (ArtGlo)",
      "location": "Malawi",
      "date_range": "Jun 2023 – Nov 2023",
      "start_date": "2023-06-01T00:00:00",
      "description": "Conducted the final evaluation for Phase II of the Umunthu Programme, applying theory-based and participatory methods to assess relevance, impact, effectiveness, and sustainability",
      "project_summary": "The Umunthu Programme, funded by USAID, aimed to reduce stigma and discrimination against LGBTI populations in Malawi by training healthcare workers using participatory behaviour change approaches",
      "role_summary": "Led the evaluation, authored key sections of the report, designed tools, coordinated analysis, and presented findings to support programme learning and future strateg",
      "tasks": "- Drafted the qualitative discussion guide and aligned it with OECD DAC criteria and theory-based evaluation questions [MS Word, KoboToolbox, Qualitative Guides]\n- Developed coding structure and performed thematic content analysis of qualitative transcripts using QDA Miner [QDA Miner]\n- Wrote the endline evaluation report with sections on relevance, impact, effectiveness, and sustainability [MS Word]\n- Facilitated virtual team debrief sessions during fieldwork to review findings and enhance real-time data interpretation [Google Meet, Reflective Notes]\n- Applied theory-based evaluation and most significant change methodologies to assess intended and unintended programme impact [Theory-based Evaluation, MSC]",
      "sectors": [
        "Health",
        "LGBTI+ Inclusion",
        "Gender Equality and Social Inclusion (GESI)",
        "Monitoring, Evaluation, Accountability and Learning (MEAL)"
      ],
      "methodologies": [
        "Theory-Based Evaluation",
        "Most Significant Change",
        "Qualitative Thematic Analysis",
        "Document Review",
        "Participatory Evaluation"
      ]
    },
    {
      "title": "MEL System Specialist – WEB Safe & Wise Campaign",
      "organization": "ChildFund Alliance",
      "location": "Remote (Global)",
      "date_range": "Apr 2023 – Jun 2024",
      "start_date": "2023-04-01T00:00:00",
      "description": "MEL System Development + Mid-Term Review",
      "project_summary": "The campaign promotes online safety and responsible digital citizenship among children. It aims to strengthen policies on child online protection and equip children to participate safely and ethically in digital spaces",
      "role_summary": "Led MEL system development, deployed tools via KoBoToolbox, conducted mid-term data analysis, and co-authored the 2024 progress report with strategic insights",
      "tasks": "- Designed and deployed a global MEL system to track campaign performance across 30+ countries, integrating central indicators with member-specific workflows. [Google Sheets, KoBoToolbox, Power Query]\n- Led the programming and rollout of all MEL tools in KoBoToolbox, ensuring data integrity and usability for local and global teams. [KoBoToolbox, Excel, cloud sharing tools]\n- Conducted data analysis and synthesis for the 2024 Mid-Term Review, including review of advocacy outcomes and strategic alignment. [Excel, Power BI, Word]\n- Supported a review of the campaign’s Theory of Change, updating assumptions and clarifying outcomes pathways across implementation levels. [Google Docs, Miro, theory mapping template]\n- Created multilingual guidance notes and dashboards to support data use and MEL capacity strengthening across global campaign members. [Google Sheets, PowerPoint, Canva]\n- Designed and implemented MEL systems for global development partners, including indicator frameworks, data flows, and visualisation dashboards. [Power BI, Excel, KoBoToolbox, Word]\n- Developed and pilot-tested survey instruments using KoBoToolbox, ODK, and SurveyCTO for projects in Africa, Asia, and Latin America. [KoBoToolbox, SurveyCTO, Word]\n- Managed data analysis and reporting for evaluations commissioned by MSI, Sightsavers, Save the Children, Girls Not Brides, and others. [SPSS, Excel, NVivo, Word]\n- Coordinated field teams, recruited enumerators, provided training, and oversaw data collection activities across multiple multi-country evaluations. [Zoom, Excel, KoBoToolbox, training manuals]\n- Applied diverse evaluation methodologies, including outcome harvesting, contribution analysis, MSC, after-action reviews, and theory-based evaluation. [Word, ToC diagrams, OH trackers, debrief logs]\n- Developed automated dashboards and reporting systems to support real-time decision-making for global MEL teams. [Power BI, Excel (VBA), Google Sheets]\n- Led and contributed to internal MEL learning processes including toolkits, manuals, and training materials for client capacity strengthening. [Canva, Word, Google Slides]\n- Supported proposal writing, client engagement, budgeting, and pitch deck development for business development opportunities. [Word, Excel, Canva, email]\n- Mentored junior consultants and interns in evaluation design, data collection, and analysis, promoting skill growth and consistency. [Zoom, shared folders, annotated templates]",
      "sectors": [
        "Monitoring, Evaluation, Accountability and Learning (MEAL)",
        "Child Protection",
        "Digital Safety and Citizenship",
        "Advocacy and Campaigns"
      ],
      "methodologies": [
        "MEL System Design",
        "Mid-Term Review",
        "Theory of Change Review",
        "After Action Review",
        "Document Review"
      ]
    },
    {
      "title": "Global MEL System Developer – Impact Delivery Team",
      "organization": "Girls Not Brides",
      "location": "Remote / Global",
      "date_range": "Dec 2022 – Nov 2023",
      "start_date": "2022-12-01T00:00:00",
      "description": "Led the development and rollout of a global MEL system for Girls Not Brides, enhancing monitoring and reporting capacity across a network of 1,600+ partner organisations.",
      "project_summary": "Girls Not Brides is a global partnership working to end child marriage and ensure girls can reach their full potential. This assignment focused on MEL system strengthening across a large, multilingual advocacy and programmatic network",
      "role_summary": "Developed dashboards, training resources, and multilingual MEL tools to support capacity building and evidence use in over 100 countries",
      "tasks": "- Designed and deployed a global MEL system and dashboards to track advocacy, learning, and member engagement across 100+ countries. [Google Sheets, Power BI, Excel]\n- Conducted MEL capacity assessments across the global partnership to identify priority support areas and regional trends. [Google Forms, Excel, survey tools]\n- Developed multilingual MEL tools (logframes, reporting templates, data guides) translated into English, Portuguese, Spanish, and French. [Google Docs, Word, translation partners]\n- Delivered capacity-building workshops and tailored MEL trainings for member organisations and regional focal points. [Zoom, PowerPoint, facilitation guides]\n- Created visual guides and knowledge products to support use of the MEL system and dashboards by non-technical users. [Canva, Google Slides, Word]",
      "sectors": [
        "Advocacy and Campaigns",
        "Gender Equality and Social Inclusion (GESI)",
        "Child Protection",
        "Monitoring, Evaluation, Accountability and Learning (MEAL)"
      ],
      "methodologies": [
        "MEL System Design",
        "Capacity Building",
        "Multilingual Tool Development",
        "Learning Content Development"
      ]
    },
    {
      "title": "Value for Money Analyst – Tuwekeze Pamoja Project",
      "organization": "Save the Children",
      "location": "Remote / Tanzania",
      "date_range": "Nov 2022 – Nov 2022",
      "start_date": "2022-11-01T00:00:00",
      "description": "Conducted a value-for-money analysis for Tuwekeze Pamoja, appraising the project’s economy, efficiency, effectiveness, and equity using cost and outcome data.",
      "project_summary": "Tuwekeze Pamoja aimed to improve early childhood development and learning outcomes in Mbozi District, Songwe Region, supporting caregivers, teachers, and local government through holistic, community-based interventions",
      "role_summary": "Analysed financial and outcome data, applied VFM frameworks, calculated per capita costs for key outcomes, and produced the final VFM report with recommendations",
      "tasks": "- Analysed programme costs across five years, disaggregated by outcome area and activity. [Excel, financial reports]\n- Calculated cost-effectiveness ratios for three key outcomes using outcome evaluation and reach data. [Excel, Endline Report]\n- Conducted equity analysis of programme design and reach, with disaggregated data by gender, disability, and household vulnerability. [Excel, stakeholder testimony]\n- Reviewed CREDI and programme data to assess effectiveness of interventions against child development indicators. [CREDI, Excel, Word]\n- Authored final Value-for-Money report, incorporating visuals, summary rankings, and strategic recommendations. [Word, PowerPoint]",
      "sectors": [
        "Early Childhood Development",
        "Inclusive Education",
        "Monitoring, Evaluation, Accountability and Learning (MEAL)"
      ],
      "methodologies": [
        "Value-for-Money (VFM)",
        "Cost-Effectiveness Analysis",
        "Equity Analysis"
      ]
    },
    {
      "title": "MEL Consultant – AEHRE Multi-country Midline Evaluation",
      "organization": "Equitas",
      "location": "Remote / Multi-country (Tanzania, Senegal, Burkina Faso, Kenya)",
      "date_range": "Oct 2022 – Jan 2023",
      "start_date": "2022-10-01T00:00:00",
      "description": "Conducted the midline evaluation of the AEHRE programme using contribution analysis and participatory qualitative methods. Evaluated the theory of change and programme outcomes across diverse country contexts. Coordinated local consultants, developed tools, and analysed data in English and French.",
      "project_summary": "The Advancing Equality through Human Rights Education (AEHRE) programme aimed to empower women and girls and advance gender equality through community mobilisation, human rights education, and policy engagement in five countries",
      "role_summary": "Developed tools, coordinated multilingual field teams, managed data quality and triangulation, and led contribution analysis to assess the programme’s relevance, effectiveness, and sustainability. Drafted sections of the midline report and led cross-country synthesis",
      "tasks": "",
      "sectors": [
        "Gender Equality and Social Inclusion (GESI)",
        "Human Rights",
        "Advocacy and Campaigns"
      ],
      "methodologies": [
        "Contribution Analysis",
        "Participatory Evaluation",
        "Document Review",
        "Qualitative Thematic Analysis"
      ]
    },
    {
      "title": "Associate MEL Consultant – iHEARD Baseline Evaluation",
      "organization": "Farm Radio International, Girl Effect, WCF",
      "location": "Remote / Malawi",
      "date_range": "Oct 2022 – Jan 2023",
      "start_date": "2022-10-01T00:00:00",
      "description": "Supported the design and implementation of the baseline study, including tool development, field team coordination, data collection supervision, and preliminary data analysis.",
      "project_summary": "The Innovations in Health, Rights and Development (iHEARD) project, funded by Global Affairs Canada, aims to increase the realisation of sexual and reproductive health and rights (SRHR) by adolescent girls and young women (AGYW) in Malawi.",
      "role_summary": "Programmed and deployed tools in KoBoToolbox, trained enumerators, coordinated field data collection teams, conducted quality control and analysis. Drafted key components of the baseline report to inform future evaluation and programme adaptation",
      "tasks": "- Designed and programmed quantitative and qualitative tools in KoBoToolbox for use by enumerators across three districts. [KoBoToolbox, Word, Excel]\n- Coordinated and supervised field data collection teams, including training enumerators and ensuring safeguarding compliance. [Excel, Zoom, in-person training materials]\n- Conducted quality control on incoming datasets, including skip logic checks, range checks, and consistency verification. [Excel, Kobo exports]\n- Performed descriptive and cross-tabulation analysis to identify key patterns and baseline benchmarks for SRHR indicators. [Excel, SPSS]\n- Drafted baseline report sections on methods, data limitations, and contextual analysis of SRHR needs among AGYW and influencers. [Word, evaluation report templates]",
      "sectors": [
        "Sexual and Reproductive Health and Rights (SRHR)",
        "Adolescent and Youth Development",
        "Gender Equality and Social Inclusion (GESI)",
        "Monitoring, Evaluation, Accountability and Learning (MEAL)"
      ],
      "methodologies": []
    },
    {
      "title": "Lead Evaluator – Endline Evaluation of the Accelerating Youth-led Businesses in the Digital Era",
      "organization": "Youth Business International",
      "location": "Remote / Multi-country",
      "date_range": "Oct 2022 – Nov 2022",
      "start_date": "2022-10-01T00:00:00",
      "description": "Evaluated a multi-country programme supporting youth entrepreneurship in Bangladesh and India through digital skills and business mentorship.",
      "project_summary": "The programme aimed to empower youth entrepreneurs with decent work principles, business planning, and digital tools. Supported by IKEA Foundation, the programme also addressed gender and inclusion in access to finance, networks, and markets.",
      "role_summary": "Led evaluation design, managed remote field teams, developed tools, conducted qualitative and quantitative analysis, applied contribution analysis and collaborative outcomes reporting, and authored the final report and learning decks.",
      "tasks": "- Google Forms, phone, Excel [Collected robust multi-country data sets covering youth entrepreneurs' digital and business skill uptake.]\n- Recruited, trained, and monitored local field teams to ensure quality and ethical data collection remotely. [Email, WhatsApp, monitoring logs]\n- Conducted qualitative data analysis and statistical interpretation of survey results. [Excel, Word, SPSS]\n- Applied Collaborative Outcomes Reporting and Contribution Analysis to assess whether programme outcomes were achieved. [COR matrices, Theory of Change maps]\n- Developed two learning decks (comprehensive and summary) to share evaluation findings with internal teams and stakeholders. [PowerPoint, Canva]",
      "sectors": [
        "Youth Economic Empowerment",
        "Youth Entrepreneurship",
        "Digital Skills Training",
        "Gender Equality and Social Inclusion (GESI)",
        "Decent Work and Employment"
      ],
      "methodologies": [
        "Mixed-methods",
        "Collaborative Outcomes Reporting (COR)",
        "Contribution Analysis"
      ]
    },
    {
      "title": "MEL Consultant – One South",
      "organization": "One South",
      "location": "Remote",
      "date_range": "Sep 2022 – Jun 2024",
      "start_date": "2022-09-01T00:00:00",
      "description": "Ongoing support to evaluation system design, data analysis, report generation, and client capacity building. Provides quality assurance across MEL deliverables and supports business development and professional learning.",
      "project_summary": "One South provides MEL services to international development clients. This role oversees design, implementation, and QA for MEL projects across global health, education, SRHR, advocacy, and youth empowerment sectors.",
      "role_summary": "Lead MEL Consultant, overseeing MEL systems, coordinating service delivery, managing analysis and reporting workflows, and contributing to the firm’s growth and continuous improvement.",
      "tasks": "",
      "sectors": [],
      "methodologies": []
    },
    {
      "title": "Lead Evaluator – Final Evaluation for Road to Growth Kenya",
      "organization": "Cherie Blair Foundation",
      "location": "Kenya",
      "date_range": "Jun 2022 – Jul 2022",
      "start_date": "2022-06-01T00:00:00",
      "description": "Evaluation of the Road to Growth Kenya project implemented by CBF and Sinapis, supporting women entrepreneurs.",
      "project_summary": "The Road to Growth project aimed to empower 3,500 women entrepreneurs with business skills, financial literacy, and leadership through digital tools like the HerVenture App, online training, and advocacy sessions, targeting small and medium-sized businesses in Kenya.",
      "role_summary": "Led the evaluation including design, secondary data analysis of baseline and endline data, facilitation of qualitative FGDs and KIIs, synthesis of findings, and co-authored the evaluation report with conclusions and actionable recommendations for programme adaptation.",
      "tasks": "- Reviewed baseline and endline data sets to assess programme outcomes on business skills, financial literacy, and confidence. [Excel, Word]\n- Facilitated virtual key informant interviews (KIIs) and focus group discussions (FGDs) with programme participants and stakeholders. [Zoom, Interview Guides]\n- Applied Collaborative Outcomes Reporting and Contribution Analysis methodologies to evaluate programme attribution and effectiveness. [Word, COR Matrix, Theory of Change]\n- Synthesised findings from multiple data sources and drafted the final evaluation report with conclusions and actionable recommendations. [Word, report template]\n- Presented summary findings and strategic insights in a condensed slide deck for internal and donor learning. [PowerPoint, Word]",
      "sectors": [
        "Financial Literacy",
        "Women’s Economic Empowerment",
        "Entrepreneurship",
        "Leadership Development"
      ],
      "methodologies": [
        "Collaborative Outcomes Reporting (COR)",
        "Contribution Analysis",
        "Mixed-methods"
      ]
    },
    {
      "title": "Evaluator – Final Evaluation for Tuwekeze Pamoja Project",
      "organization": "Save the Children",
      "location": "Tanzania",
      "date_range": "Apr 2022 – May 2022",
      "start_date": "2022-04-01T00:00:00",
      "description": "Conducted the final evaluation of an early childhood development project targeting caregivers, teachers, and communities in Songwe Region, Tanzania.",
      "project_summary": "Tuwekeze Pamoja aimed to improve ECD outcomes through parenting education, teacher training, school environment improvements, and community engagement. The project reached over 30,000 children and supported policy and system strengthening in Tanzania’s national ECD landscape.",
      "role_summary": "Worked within a research consortium to analyse evaluation data. Contributed to interpretation of findings on learning, parenting, and gender outcomes, and co-authored final evaluation outputs.",
      "tasks": "- Collaborated with consortium partners to design and validate evaluation tools used in data collection with caregivers, teachers, and children. [Word, Excel, Google Docs]\n- Conducted joint data analysis sessions with the evaluation team to interpret survey and qualitative data related to learning and care practices. [Excel, SPSS, Word]\n- Synthesised findings and drafted key sections of the final evaluation report including parenting education, gender equality, and ECD improvements. [Word, report templates]\n- Participated in consortium workshops and remote debriefs to share interim results and refine conclusions collaboratively. [Zoom, PowerPoint]\n- Reviewed and analysed project documentation and endline datasets to triangulate results and validate reported outcomes. [Document review tools, Excel]",
      "sectors": [
        "Early Childhood Development",
        "Early Childhood Development",
        "Gender Equality and Social Inclusion (GESI)",
        "Inclusive Education",
        "Monitoring, Evaluation, Accountability and Learning (MEAL)"
      ],
      "methodologies": [
        "Mixed-methods",
        "Theory-Based Evaluation",
        "Focus Group Discussions",
        "Key Informant Interviews",
        "Document Review"
      ]
    },
    {
      "title": "Evaluation Coordinator – GREAT Multi-country Midline and Endline Evaluations",
      "organization": "Right To Play",
      "location": "Remote / Multi-country (Ghana, Mozambique, Rwanda)",
      "date_range": "Feb 2022 – Mar 2023",
      "start_date": "2022-02-01T00:00:00",
      "description": "Evaluated the Gender-Responsive Education and Transformation (GREAT) project across Ghana, Rwanda, and Mozambique. The project aimed to improve learning outcomes, life skills, and gender equality using play-based learning and teacher training. Funded by Global Affairs Canada, the evaluation used a quasi-experimental, mixed-methods design with a tracked cohort of 1,400 children per country.",
      "project_summary": "The Gender-Responsive and Education Transformation (GREAT) Project, funded by Global Affairs Canada, aimed to improve learning outcomes, enrolment, and life skills through gender-responsive, play-based learning in Ghana, Rwanda, and Mozambique. It targeted marginalised children through teacher training and inclusive pedagogical approaches.",
      "role_summary": "Liaised with country evaluation partners to recruit and support field teams. Led the design and translation of data collection tools in KoBoToolbox (English, Portuguese, Kinyarwanda), coordinated large-scale data collection, enforced data quality processes, and led analysis and reporting across countrie",
      "tasks": "- Coordinated large-scale data collection activities across Ghana, Rwanda, and Mozambique, covering a sample of 1,400 children per country. [KoBoToolbox, Excel, WhatsApp, email]\n- Recruited and liaised with national evaluation partners to build and manage local data collection teams. [Email, Google Docs, Zoom]\n- Developed and translated data collection tools into English, Portuguese, and Kinyarwanda. [Word, KoBoToolbox, Google Translate (verified)]\n- Established and enforced quality control protocols during field implementation, including real-time monitoring and spot checks. [Excel, field logs, Zoom]\n- Led preliminary data analysis, data cleaning, and visualisation across countries to inform reporting and learning sessions. [Excel, Power BI, SPSS]\n- Contributed to midline and endline reports by synthesising results and drafting sections on effectiveness, relevance, and recommendations. [Word, evaluation templates]",
      "sectors": [
        "Monitoring, Evaluation, Accountability and Learning (MEAL)",
        "Inclusive Education",
        "Gender Equality and Social Inclusion (GESI)"
      ],
      "methodologies": [
        "Mixed-methods",
        "Quasi-experimental",
        "Contribution Analysis",
        "Participatory Evaluation"
      ]
    },
    {
      "title": "Associate Consultant – Baseline and Gender Analysis for Daring to Shift Project",
      "organization": "Digital Opportunity Trust (DOT)",
      "location": "Multi-country: Kenya, Rwanda, Ghana, Malawi, Uganda, Zambia, Tanzania, Jordan, Lebanon",
      "date_range": "Aug 2021 – Feb 2022",
      "start_date": "2021-08-01T00:00:00",
      "description": "Supported baseline evaluation and gender analysis across nine countries using mixed-methods and longitudinal design. Coordinated field partners and ensured consistency and quality across diverse contexts.",
      "project_summary": "The Daring to Shift Project aims to improve economic inclusion for young women through training in digital skills and social entrepreneurship, promoting youth agency and engagement through national ecosystem strengthening.",
      "role_summary": "Coordinated in-country partners, reviewed tools, supported qualitative fieldwork, harmonised findings across countries, and contributed to gender and economic inclusion analysis.",
      "tasks": "- Coordinated with in-country research partners across nine countries to implement baseline and gender data collection activities. [Email, Zoom, Excel]\n- Reviewed and adapted baseline and gender tools for local context and translated them into Swahili, Arabic, and French. [Word, Google Translate, KoBoToolbox]\n- Supported qualitative data collection through in-depth interviews and FGDs with young women entrepreneurs and community stakeholders. [FGD guides, KII protocols, voice recorders]\n- Conducted data harmonisation and cross-country synthesis of baseline and gender findings. [Excel, NVivo, Google Docs]\n- Contributed to drafting the final baseline and gender analysis report and slide deck for stakeholder dissemination. [Word, PowerPoint]",
      "sectors": [
        "Youth Economic Empowerment",
        "Gender Equality and Social Inclusion (GESI)",
        "Digital Skills Training",
        "Entrepreneurship",
        "Monitoring, Evaluation, Accountability and Learning (MEAL)"
      ],
      "methodologies": [
        "Mixed-methods",
        "Gender Analysis",
        "Participatory Evaluation",
        "Multilingual Tool Development"
      ]
    },
    {
      "title": "Research Manager – Participation and Maternal Deaths in Kenya",
      "organization": "London School of Hygiene and Tropical Medicine (LSHTM)",
      "location": "Kenya",
      "date_range": "Apr 2021 – Jan 2022",
      "start_date": "2021-04-01T00:00:00",
      "description": "Managed all in-country logistics and compliance for a qualitative study on MPDSR participation and accountability in Western Kenya.",
      "project_summary": "The PhD study explored how community participation and social accountability mechanisms influence Maternal and Perinatal Death Surveillance and Response (MPDSR) systems in Bungoma County, Kenya.",
      "role_summary": "Secured ethical approvals, coordinated fieldwork, recruited and supervised research assistants, translated tools, ensured data quality and compliance with ethical protocols, and supported qualitative coding and report preparation.",
      "tasks": "- Coordinated ethical and administrative approvals from local and national research and health authorities. [Email, institutional forms]\n- Recruited, trained, and supervised a team of research assistants and a driver to support daily field operations. [Excel, WhatsApp, in-person training]\n- Translated interview and discussion guides into Kiswahili and adapted them for community and health system contexts. [Word, Google Translate, field pretesting]\n- Managed field logistics, including scheduling, transport, participant engagement, and coordination with facility stakeholders. [Excel, paper logs]\n- Conducted daily data verification, transcription review, and supported thematic coding and analysis of qualitative transcripts. [NVivo, Word, Excel]",
      "sectors": [
        "Maternal and Child Health (MCH)",
        "Community Health Systems",
        "Research and Learning",
        "Gender Equality and Social Inclusion (GESI)",
        "Monitoring, Evaluation, Accountability and Learning (MEAL)"
      ],
      "methodologies": []
    },
    {
      "title": "Survey Manager – GEC-T Excelling Against the Odds (Ethiopia)",
      "organization": "ChildHope UK",
      "location": "Ethiopia (Amhara & Oromia)",
      "date_range": "Sep 2019 – Apr 2021",
      "start_date": "2019-09-01T00:00:00",
      "description": "Managed midline and endline data collection activities for a large-scale girls’ education programme in Ethiopia.",
      "project_summary": "The Excelling Against the Odds project, part of the UK-funded Girls’ Education Challenge – Transition (GEC-T), supported over 16,000 marginalised girls in primary and secondary schools. It aimed to improve access, learning outcomes, transition, and gender-sensitive education through teacher training, community mobilisation, and inclusion initiatives.",
      "role_summary": "Recruited and trained 60+ field staff, developed and translated tools into Amharic and Afan Oromo, enforced quality and safeguarding standards, and coordinated multi-region logistics for midline and endline evaluations.",
      "tasks": "",
      "sectors": [
        "Inclusive Education",
        "Gender Equality and Social Inclusion (GESI)",
        "Girls’ Education",
        "Child Protection",
        "Monitoring, Evaluation, Accountability and Learning (MEAL)"
      ],
      "methodologies": [
        "Mixed-methods",
        "Longitudinal Study",
        "Descriptive Statistics",
        "Focus Group Discussions",
        "Key Informant Interviews",
        "Safeguarding and Risk Protocols"
      ]
    },
    {
      "title": "Team Lead – Client Exit Interview Analysis for Years 1 & 2 (28 Country Programmes)",
      "organization": "Marie Stopes International",
      "location": "Remote / Multi-country",
      "date_range": "Nov 2018 – Feb 2020",
      "start_date": "2018-11-01T00:00:00",
      "description": "Oversaw data management and analysis of CEI data from 28 MSI country programmes across Africa, Asia, and Latin America, supporting performance reporting, quality control, and decision-making.",
      "project_summary": "The CEI programme collects feedback from clients receiving sexual and reproductive health services across MSI’s country offices. The CEI data are used to monitor service quality, equity, and client satisfaction to support MSI’s global performance management framework.",
      "role_summary": "Led the analysis team, created SPSS syntax for data processing, developed an Excel VBA dashboard for data visualisation, coordinated quality control, and supported dashboard design and weekly feedback loops with regional teams.",
      "tasks": "- Led the coordination of a global analysis team to manage CEI data from 28 country programmes across Africa, Asia, and Latin America. [Zoom, email, Excel]\n- Developed SPSS syntax templates to clean and analyse client feedback datasets. [SPSS, syntax scripts]\n- Built an Excel VBA dashboard to collate, clean, and visualise CEI indicator data from multiple countries. [Excel (VBA), CEI datasets]\n- Performed data quality assurance checks and validation routines to ensure the integrity of client-level data. [Excel, SPSS, KoBoToolbox exports]\n- Facilitated regular engagement with country teams to provide feedback, resolve issues, and share guidance on data collection improvements. [Email, Zoom, PowerPoint]",
      "sectors": [
        "Sexual and Reproductive Health and Rights (SRHR)",
        "Client Feedback and Accountability",
        "Monitoring, Evaluation, Accountability and Learning (MEAL)",
        "Health Systems"
      ],
      "methodologies": [
        "Quantitative Survey Analysis",
        "SPSS Syntax Development",
        "Dashboard Reporting",
        "Data Verification & Validation"
      ]
    },
    {
      "title": "Associate Consultant – Baseline, Midline and Endline Evaluations for the GEC-T Inclusive Education Programme (Kenya)",
      "organization": "Leonard Cheshire",
      "location": "Kenya (Lake Region)",
      "date_range": "Feb 2018 – Apr 2022",
      "start_date": "2018-02-01T00:00:00",
      "description": "Managed data collection activities across three evaluation rounds for an inclusive education project in western Kenya. Oversaw recruitment, training, QA, and child safeguarding.",
      "project_summary": "The GEC-T (Girls’ Education Challenge – Transition) Inclusive Education Programme, funded by FCDO and led by Leonard Cheshire, supported 2,100 girls and 678 boys with disabilities across 83 institutions in five sub-counties. It provided assistive devices, teacher training, infrastructure improvements, and community-based interventions to promote inclusive learning and transition.",
      "role_summary": "Led recruitment and training of 30+ field staff. Designed and translated tools in KoBoToolbox, ensured safeguarding protocols, and implemented QA processes across baseline, midline, and endline evaluations.",
      "tasks": "- Recruited, trained, and supervised over 30 field staff across five sub-counties in Kenya’s Lake Region during baseline, midline, and endline evaluations. [Excel, email, WhatsApp]\n- Designed and programmed data collection tools in KoBoToolbox for use in household, school, and headteacher surveys. [KoBoToolbox, Word, Excel]\n- Translated tools into Kiswahili and ensured cultural relevance and accessibility for caregivers and children with disabilities. [Word, Google Translate, peer review]\n- Led quality assurance processes including spot checks, logic validation, and real-time troubleshooting. [KoBoToolbox exports, Excel, phone support]\n- Conducted in-person training workshops on data collection ethics, safeguarding, and disability-sensitive interviewing. [PowerPoint, training manuals, flipcharts]",
      "sectors": [
        "Inclusive Education",
        "Disability Inclusion",
        "Gender Equality and Social Inclusion (GESI)",
        "Monitoring, Evaluation, Accountability and Learning (MEAL)"
      ],
      "methodologies": [
        "Mixed-methods",
        "Quasi-experimental",
        "Multilingual Tool Development",
        "Qualitative Thematic Analysis",
        "Key Informant Interviews",
        "Tool Design and Deployment",
        "Impact Evaluation",
        "Focus Group Discussions"
      ]
    },
    {
      "title": "Associate Consultant – One South",
      "organization": "One South",
      "location": "Remote / Global",
      "date_range": "Jan 2018 – Aug 2022",
      "start_date": "2018-01-01T00:00:00",
      "description": "Developed survey tools using KoBoToolbox, ODK, and SurveyCTO; trained clients on digital MEL tools; led data analysis and reporting; supported multiple evaluations including MSI CEI, GEC-T Ethiopia, and Kenya Inclusive Education.",
      "project_summary": "One South supports MEL assignments across global development sectors. This role focused on design and execution of digital data collection and multi-country evaluations.",
      "role_summary": "Supported MEL implementation through tool development, client training, data analysis, and reporting. Played technical lead roles in key global evaluations.",
      "tasks": "",
      "sectors": [],
      "methodologies": []
    },
    {
      "title": "Regional MEL and Logistics Officer – MEL Lead Transition",
      "organization": "Health Poverty Action",
      "location": "Nairobi, Kenya",
      "date_range": "Jan 2005 – Aug 2022",
      "start_date": "2005-01-01T00:00:00",
      "description": "Managed regional logistics and security; implemented IT systems and MEL platforms; transitioned into field MEL roles involving tool deployment, training, data collection, analysis, and consultancy development.",
      "project_summary": "Supported health and development projects across Africa. Responsibilities evolved from operations and security to leading MEL activities including setting up KoBoToolbox, field team management, and proposal budgeting.",
      "role_summary": "Grew from intern to regional officer; led MEL fieldwork and analysis; implemented intranet and database systems; authored manuals and trained staff; helped establish HPA’s consultancy arm.",
      "tasks": "- Managed regional logistics and operations for multiple health projects across Africa. [Excel, transport logs, procurement forms]\n- Developed and implemented regional security and operations manuals tailored to fragile and post-conflict contexts. [Word, stakeholder interviews]\n- Installed and managed organisational intranet, LAN servers, and cloud-based systems for internal communication and document storage. [Ubuntu Server, FileZilla, Dropbox]\n- Supported programme development by costing proposals and developing programme budgets across multiple donor formats. [Excel, donor templates]\n- Introduced and deployed KoBoToolbox for M&E across multiple country offices and trained field teams on digital data collection. [KoBoToolbox, Zoom, training manuals]\n- Led MEL field activities including recruitment of enumerators, training, and coordination of data analysis and reporting processes. [Excel, SPSS, Word]\n- Contributed to the establishment of HPA’s MEL consultancy arm, including client engagement and proposal development. [Email, Word, pitch decks]",
      "sectors": [
        "Health Systems",
        "Logistics and Supply Chain Management",
        "Information Technology and Systems",
        "Monitoring, Evaluation, Accountability and Learning (MEAL)",
        "Proposal Development and Budgeting"
      ],
      "methodologies": [
        "Systems Design",
        "Quantitative Survey Analysis",
        "Tool Design and Deployment",
        "Field Data Collection"
      ]
    },
    {
      "title": "Research Assistant – Governance & Transparency",
      "organization": "Transparency International",
      "location": "Nairobi, Kenya",
      "date_range": "Jan 2003 – Dec 2004",
      "start_date": "2003-01-01T00:00:00",
      "description": "Conducted field research on electoral fundraising and public investment practices in Kenya.",
      "project_summary": "Supported TI’s mandate to promote budget transparency and electoral accountability by collecting and analysing field data.",
      "role_summary": "Gathered and analysed data on campaign financing and public spending to support evidence-based governance advocacy.",
      "tasks": "- Conducted data collection on public infrastructure and community projects to assess value for money. [Paper surveys, Excel]\n- Analysed data on political campaign financing practices during the 2002 Kenyan elections. [Excel, media databases]\n- Contributed to the preparation of policy briefs and evidence-based reports on corruption and mismanagement. [Word, news archives]",
      "sectors": [
        "Governance and Anti-Corruption"
      ],
      "methodologies": [
        "Quantitative Survey Analysis",
        "Data Visualisation",
        "Data Verification & Validation",
        "Descriptive Statistics"
      ]
    }
  ],
  "publications": [
    {
      "publication_id": 1,
      "user_id": 1,
      "title": "Case Study - Advocating for Digital Health Legislation in Kenya",
      "authors": "Gathogo, J., Omarshah, T.",
      "year": 2025.0,
      "publisher": "Transform Health",
      "link": "https://transformhealthcoalition.org/wp-content/uploads/2025/04/Advocating-for-Digital-Health-Legislation-in-Kenya.pdf"
    },
    {
      "publication_id": 2,
      "user_id": 1,
      "title": "Case Study - Digital Health Curriculum Reform in Indonesia",
      "authors": "Gathogo, J., Omarshah, T.",
      "year": 2025.0,
      "publisher": "Transform Health",
      "link": "https://transformhealthcoalition.org/wp-content/uploads/2025/04/Digital-Health-Curriculum-Reform-in-Indonesia.pdf"
    },
    {
      "publication_id": 3,
      "user_id": 1,
      "title": "2024 KPI Progress Report on Delivering the Global Strategic Framework (GSF)",
      "authors": "Gathogo, J., One South",
      "year": 2025.0,
      "publisher": "Amnesty International",
      "link": "https://drive.google.com/open?id=1pTBi45mg4AujVU_NefIhMFx8nslr7Krq&usp=drive_fs"
    },
    {
      "publication_id": 4,
      "user_id": 1,
      "title": "Endline Evaluation of the Umunthu Health Care Workers Project",
      "authors": "Gathogo, J., Navarrete, A.",
      "year": 2024.0,
      "publisher": "ArtGlo Africa",
      "link": "https://artgloafrica.org/wp-content/uploads/2024/02/Umunthu-Health-Project-Endline-Report-1.pdf"
    },
    {
      "publication_id": 5,
      "user_id": 1,
      "title": "Endline Evaluation Report - Accelerating Youth-Led Businesses in the Digital Era Programme",
      "authors": "Gathogo, J., Bolza-Schünemann, E., Goldstein, E., Navarrete, A.",
      "year": 2022.0,
      "publisher": "Youth Business International",
      "link": "https://youthbusiness.org/wp-content/uploads/2023/12/Endline-Evaluation-Report-1.pdf"
    },
    {
      "publication_id": 6,
      "user_id": 1,
      "title": "Endline Evaluation Report - GEC-T Inclusive Education in Kenya’s Lake Region",
      "authors": "Omarshah, T., Bolza-Schünemann, E., Gathogo, J.",
      "year": 2022.0,
      "publisher": "Leonard Cheshire",
      "link": "https://girlseducationchallenge.org/media/g04mcgkx/lc-kenya_endline-report-web.pdf"
    },
    {
      "publication_id": 7,
      "user_id": 1,
      "title": "Final Evaluation of the Road to Growth Kenya Project",
      "authors": "Bolza-Schünemann, E., Gathogo, J., Goldstein, E., Navarrete, A.",
      "year": 2022.0,
      "publisher": "Cherie Blair Foundation",
      "link": "https://drive.google.com/file/d/18_9CeT5CfhWPoe__GqXcJ2Q_T3vsPuqO/view?usp=drive_link"
    }
  ],
  "languages": [
    {
      "language_id": 1,
      "user_id": 1,
      "language": "English",
      "level": "Fluent"
    },
    {
      "language_id": 2,
      "user_id": 1,
      "language": "Kiswahili",
      "level": "First language"
    }
  ]
}